{
  "displays": {
    "-OZ6qsQm0efiPhkgFX56": {
      "birthday": "Yes",
      "buttonTitle": "cute doggy :)",
      "img": "https://hips.hearstapps.com/hmg-prod/images/dog-puppy-on-garden-royalty-free-image-1586966191.jpg?crop=1.00xw:0.669xh;0,0.190xh&resize=1200:*",
      "info": {
        "data0": {
          "description": "",
          "header": "About"
        }
      },
      "parents": "God",
      "reviews": {
        "-OZvrII1CoAIaZL8-3Lu": {
          "review": "no, beacuse pat rote it",
          "reviewer": "12/9/2025",
          "stars": 1
        },
        "-O_9bdmqTIFsgZSYDQef": {
          "review": "amazing",
          "reviewer": "15/9/2025",
          "stars": 5
        }
      },
      "tags": [
        "doggy",
        "no",
        "urmum"
      ],
      "title": "Doggy"
    },
    "-O_kwKGr9E0rWdhqiYBK": {
      "birthday": "0001-01-01",
      "buttonTitle": "Vestibular labyrinth",
      "img": "https://vestibular.org/wp-content/webp-express/webp-images/doc-root/wp-content/uploads/2020/05/Peripheral-Vestibular-System-fig-3.png.webp",
      "info": {
        "data0": {
          "description": "This tiny structure in your inner ear sends information to your brain about your linear and angular acceleration.  This information helps you stay upright! Without it, you'd really struggle to keep your balance, or to focus your gaze.",
          "header": "God's gyroscope"
        }
      },
      "parents": "God",
      "tags": [
        "Vestibular",
        "anatomy",
        "balance"
      ],
      "title": "Vestibular labyrinth"
    },
    "-O_kyWLF8r6D4YAq6lGL": {
      "birthday": "Unknown",
      "buttonTitle": "Boudicca",
      "img": "https://www.worldhistory.org/img/r/p/1000x1200/2585.jpg.webp?v=1725635345",
      "info": {
        "data0": {
          "description": "In the first century AD, Rome had made Britannia subject to its empire, but it demanded taxes and labour in return for the promise of protection. The Romans mistreated the people of Britannia and harmed Boudicca and her family, so she rebelled. Boudicca created an army, and they burned down two Roman settlements built on British sacred sites and one British city that had allied with Rome. Boudicca's army was defeated by the Roman army in the Battle of Watling Street, as her army was disorganised, while the Romans were highly trained and strategic. ",
          "header": "The Boudiccan Rebellion"
        }
      },
      "parents": "Unknown",
      "tags": [
        "History",
        "Rebellion",
        "War",
        "Roman",
        "Empire",
        "Old",
        "European"
      ],
      "title": "The Boudiccan Rebellion"
    },
    "-O_kzqAj3sNQfg9n3UsR": {
      "birthday": "1993-01-01",
      "buttonTitle": "Who owns a picture?",
      "img": "https://pngimg.com/uploads/question_mark/question_mark_PNG40.png",
      "info": {
        "data0": {
          "description": "Is it acceptable to link, on this website, to any image One can find on the internet?  On one hand, is the argument that \"If you don't want it used, don't post it\".  But then, doesn't the owner of that website own that image?  Even though there is no commercial gain from this particular site, I ponder whether there should be some acknowledgement of the owner of any particular image.",
          "header": "A question"
        }
      },
      "parents": "The internet",
      "reviews": {
        "-O_l1sv5uTe8sn9bMMtB": {
          "review": "Very insightful thought but it seems inconvenient for each person to have to create their own images. I take the stance that if you don't want it used, don't post it.",
          "reviewer": "22/9/2025",
          "stars": 3
        }
      },
      "tags": [
        "copyright",
        "plagiarism",
        "ownership"
      ],
      "title": "Image reposting"
    },
    "-O_l1CddmUEt1IKK2Seu": {
      "birthday": "1889-07-16",
      "buttonTitle": "The Starry Night",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg/1280px-Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg",
      "info": {
        "data0": {
          "description": "'The Starry Night' was created during Van Gogh's stay in a mental asylum in France. It uses vibrant colours to represent the artist's outlook on the beautiful world around him, illuminated by the stars in the night sky. The chaos in the sky symbolises chaos in the broader cosmos and stands in contrast to the ordered short lines of the town, where a structured and neat environment is created.",
          "header": "The Starry Night by Vincent Van Gogh"
        }
      },
      "parents": "Vincent Van Gogh",
      "reviews": {
        "-O_l1QrprqRhjC7hwyBW": {
          "review": "very insightful",
          "reviewer": "22/9/2025",
          "stars": 4
        }
      },
      "tags": [
        "Vincent",
        "Van",
        "Gogh",
        "France",
        "Art",
        "Night",
        "Sky",
        "Painting",
        "History"
      ],
      "title": "The Starry Night"
    },
    "-O_l8eDSocA2Am5vaLv3": {
      "birthday": "Unknown",
      "buttonTitle": "GPR",
      "img": "https://www.epa.gov/sites/default/files/styles/large/public/2021-04/gpr_conceptual_diagram.png?itok=UKJWBc-m",
      "info": {
        "data0": {
          "description": "Ground-penetrating radar (GPR) has proven to be a revolutionary, non-invasive geophysical method in contemporary archaeology. Its main advantage is its unique ability to produce high-resolution, three-dimensional images of the subsurface and, most importantly, to provide genuine depth data—a feature that sets it apart from other techniques. This capability allows archaeologists to carry out targeted excavations, which is a strategic approach that saves time and money while also protecting cultural heritage by reducing site disturbance.\nHowever, GPR isn't a one-size-fits-all solution. Its performance relies heavily on environmental and geological conditions, particularly soil type, moisture content, and salinity. These factors can greatly limit its penetration depth and data clarity, making it less effective in some cases. The limitations of GPR highlight the need for a multi-method approach in archaeological geophysics. When combined with other methods like magnetometry and electrical resistivity, and backed by emerging technologies such as drone-based systems, multi-sensor arrays, and advanced data fusion, GPR can be a valuable part of a comprehensive survey strategy. The future of archaeological geophysics looks towards a shift from relying on a single tool to a more integrated, holistic, and computationally driven exploration of buried cultural landscapes.",
          "header": "Summary"
        },
        "data1": {
          "description": "Ground-penetrating radar is an electromagnetic geophysical method that provides a continuous, real-time profile of subsurface features by transmitting high-frequency radio wave pulses into the ground. The system works on the principle of electromagnetic energy propagation and reflection. A transmitter antenna sends a pulse into the ground, and as this pulse encounters a material interface—such as the boundary between a soil layer and a buried object—with sufficiently different electromagnetic properties, some of the energy is reflected back to a receiver antenna. The integrated GPR system measures the strength (amplitude) and the time it takes for the reflected signal to return. This two-way travel time is used to determine the depth of the reflector and, along with amplitude variations, can be employed to produce a detailed cross-section of the subsurface's electrical structure.\nThe operational frequency of a GPR system varies from 10 MHz to 6 GHz, and this choice is crucial for a survey's success. GPR is regarded as the most accurate and highest-resolution geophysical technology available, providing a detailed view of the near-subsurface. However, this technical capability is not universally applicable. A nuanced understanding shows that GPR is a conditional system, not an infallible tool. While it has exceptional potential for high-resolution imaging, its real-world performance on-site is non-linear and depends on external factors. The term \"high-resolution\" describes the system's potential under perfect conditions, but this potential is heavily influenced by the environment. Consequently, a professional archaeologist should not see GPR as a one-size-fits-all solution but as a specialised instrument that demands careful site selection and an understanding of its physical limitations to be effective.\nGPR has become a fundamental tool in archaeological research because of its non-invasive and non-destructive properties. This technology enables researchers to \"see\" beneath the surface without excavation, which is vital for conserving sites and managing cultural resources. It is especially important at places of cultural or religious significance, such as burial mounds or sacred grounds, where physical disturbance is either restricted or culturally inappropriate.\nThe information obtained from a GPR survey allows archaeologists to create an initial map of a site before digging begins, enabling a more focused, efficient, and cost-effective approach to project planning. GPR is not usually used as a \"first phase\" method; rather, it is often employed after initial investigations, such as shovel tests, have revealed artefacts suggesting the presence of interesting features. By offering a detailed, high-resolution view of the subsurface, GPR helps refine site plans, identify specific areas for excavation, and detect sensitive zones that should be avoided. This is not merely a practical benefit but signifies a fundamental change in archaeological ethics and practice. Traditional methods like shovel test grids are time-consuming and inherently destructive, involving a \"considerable\" cost and liability associated with indiscriminate excavation and the risk of failing to find or preserve a site. The non-destructive nature of GPR directly reduces this risk. Additionally, a GPR survey creates a permanent digital record of the subsurface, safeguarding valuable data even if the physical site is later damaged or destroyed. This elevates GPR from a simple survey tool to an essential preservation technology for future generations.\n",
          "header": "Principles"
        },
        "data2": {
          "description": "GPR has become a cornerstone of archaeological investigation precisely because of its non-invasive and non-destructive nature. This capability allows researchers to \"see\" beneath the surface without the need for excavation, which is critical for site preservation and cultural resource management. This is particularly important at locations of cultural or religious significance, such as burial mounds or sacred grounds, where physical disturbance is restricted or culturally undesirable.\nThe information gleaned from a GPR survey enables archaeologists to create a preliminary map of a site before any digging begins, allowing for a more targeted, efficient, and cost-effective approach to project planning. GPR is not typically used as a \"first phase\" method; instead, it is often employed after initial investigations, such as shovel tests, have uncovered artifacts that suggest the presence of interesting features. By providing a detailed, high-resolution view of the subsurface, GPR helps to refine site plans, pinpoint specific areas for excavation, and identify sensitive areas that should be avoided. This is not merely a practical advantage but represents a fundamental shift in archaeological ethics and practice. Traditional methods like shovel test grids are time-consuming and inherently destructive, carrying a \"considerable\" cost and liability associated with indiscriminate excavation and the potential failure to find or preserve a site. The non-destructive nature of GPR directly mitigates this risk. Furthermore, a GPR survey creates a permanent digital archive of the subsurface, keeping valuable data even if the physical site is later damaged or destroyed. This elevates GPR from a simple survey tool to a crucial preservation technology for future generations.",
          "header": "GPR as a Non-invasive Tool"
        },
        "data3": {
          "description": "GPR is widely recognised as the most accurate and high-resolution geophysical method available. Its ability to produce detailed imaging allows it to highlight and map tiny disturbances in the soil. This capacity enables the detection of not only large structures like buried foundations, roads, and ancient settlements but also small, discreet objects such as stone tools or bullets. The high-resolution data from GPR surveys allows for the creation of detailed two-dimensional profiles and three-dimensional maps of the subsurface, which can be viewed as horizontal \"time slices\" or \"depth slices.\" These horizontal slices are especially useful because they are the most important indicators of cultural activities, revealing horizontal patterns of features such as building foundations and ancient roads.\nGPR's unique 'archaeological eye' enables the production of detailed, high-resolution imagery and three-dimensional volumes. It allows researchers to go beyond merely detecting anomalies to visualising the spatial arrangements and relationships of buried features. Horizontal slices enable archaeologists to see the architectural layout of a site at different depths, which can help reveal how a settlement's design evolved over time. This shifts the survey from just finding anomalies to a form of remote discovery and contextualisation, fundamentally broadening the scope and nature of questions archaeologists can ask prior to excavation. Notable case studies, such as using GPR to discover Richard III's remains beneath a Leicester parking lot or to map the extent of ancient Egyptian cities, showcase this unmatched capability.\nA key factor that sets GPR apart from most other geophysical methods is its unique ability to provide accurate depth information for buried objects and stratigraphy. This feature is a significant advantage for archaeologists. The travel time of the reflected signal directly indicates the depth of a feature, enabling the creation of vertical profiles. This allows archaeologists to determine the depth of burials, which may have different states of preservation across a landscape, or to investigate a site's vertical stratigraphy to distinguish between layers and cultural remains.\nThe ability to provide depth information marks a shift in archaeological workflow from simple detection to detailed vertical investigation. While other methods like magnetometry or electrical resistivity can identify the horizontal location of an anomaly, only GPR can determine its exact depth. This isn't just a technical detail; it enables precise targeting of excavation areas, avoiding over-digging or accidentally damaging layered strata. For sites with complex, multi-period occupations, GPR's capacity to map stratigraphy in three dimensions helps archaeologists understand the chronological relationships of features before they even begin digging. This information is vital for making informed decisions and maintaining the integrity of a site.\nThe high-resolution and depth data provided by GPR enable a more effective project plan, ultimately saving time, effort, and money. By identifying areas of interest and regions to avoid, GPR streamlines the often labour-intensive process of excavation. For large, multi-acre sites, a GPR survey can generate a detailed map to identify the best locations to dig and steer clear of sensitive areas like burial sites.\nThis integration of technology into project management offers a vital benefit. GPR's value goes beyond academia or research and reaches into professional services and cultural resource management (CRM). The ability to \"guide construction projects\" or \"inform decisions about site management, restoration, and conservation\" makes GPR an essential tool for safeguarding cultural heritage amid modern development pressures. Its economic value lies in reducing risk and liability from unplanned digging. The main argument for using GPR, therefore, is not only its scientific results but also its capacity to deliver a non-invasive, cost-efficient solution for complex real-world issues. For academic projects, this efficiency is especially important as it enables researchers to gather large amounts of data within limited time and budget constraints.\n",
          "header": "Advantages"
        },
        "data4": {
          "description": "Although GPR offers advantages, it faces notable limitations influenced by physics and environmental factors. Its effectiveness heavily relies on the soil's electrical conductivity, which depends on its composition, moisture, and soluble salts. Materials with high conductivity quickly absorb the radar energy, greatly reducing the depth of penetration and the clarity of the data.\nThis makes GPR highly site-specific. While dry, sandy soils with low salt content are considered ideal for high-resolution deep profiling, wet or clay-rich soils are less suitable. The technique is not effective on coasts or in salt marshes where high salt levels interfere with it. External factors like heavy rain can also disrupt signals, and scorching heat can reduce soil moisture, further weakening GPR signals. Because of this dependence on climate and geography, GPR's usefulness varies across different regions. An archaeologist working in a dry, desert environment like Egypt will have a very different experience from one in a rainy, clay-rich area. The choice of method must be carefully tailored to each site, based on a thorough understanding of local soil conditions and climate. This transforms soil science from a simple background factor into a vital element that influences the success or failure of a GPR survey.\nA fundamental trade-off exists between GPR antenna frequency, depth of penetration, and resolution. Lower-frequency antennas (e.g., 80 MHz) can penetrate deeper, potentially up to 40 meters in ideal conditions, but they offer lower resolution. Conversely, higher-frequency antennas (e.g., 750 MHz) produce detailed, high-resolution images but are limited to much shallower depths, around 3.5 metres. This inverse relationship is a key technical constraint that requires a strategic decision at the start of any survey.\nFurthermore, the size of a buried object is a key factor in its detectability. GPR can reliably detect objects with a diameter of at least 10% of their burial depth. This means that a small, shallow artefact might be visible, but that same artefact would go undetected if buried deeper, especially in a cluttered environment. This shows that a single GPR survey may not be able to answer all research questions about a site. The advertised maximum depth is often based on idealised, laboratory-like conditions, and real-world performance varies considerably depending on environmental factors.\nGPR does not produce a direct \"image\" like an X-ray; instead, it shows complex signal reflections that need to be interpreted by skilled technicians. Understanding GPR data is not straightforward without specialised training and significant experience. Although standard two-dimensional images are helpful, exploring large three-dimensional datasets from complex environments, such as urban sites with multiple disturbance layers, can be a tedious and demanding task.\nA major challenge in GPR exploration is transitioning from raw data to meaningful, archaeologically relevant information. Interpreters must understand what causes the reflections, whether it is a geological feature, a buried wall, or a filled trench. Even advanced visualisation techniques like amplitude slice-maps can be misleading in areas with complex geological bedding or uneven topography, as they can create \"anomalies\" that are simply a result of data resampling during processing. This highlights a vital human-technology interface. The GPR system acts as a data collection tool; the real value lies in the human ability to interpret that data into a coherent story about the past. This is not just a technical skill but a combination of geophysics, archaeology, and critical thinking. The need for this specialised knowledge highlights a professional shift towards a more interdisciplinary approach, where collaboration between field archaeologists and geophysical scientists is not just advantageous but vital.\n",
          "header": "Disadvantages & Challenges"
        },
        "data5": {
          "description": "The most effective archaeological surveys are not carried out with just one tool but through the combined use of multiple geophysical methods. This multi-method approach helps researchers to overcome the weaknesses of any single technique and develop a more detailed and dependable picture of a site. For instance, magnetometry might detect prehistoric pit features near the surface, while GPR can identify buried surfaces deeper within the soil layers.\nThis approach marks a conceptual shift towards data fusion. The aim is no longer to produce separate GPR and magnetometry maps but to develop a single, integrated dataset that utilises the strengths of each method. A case study at the Roman fort of Aquis Querquennis demonstrated this, where combining GPR and magnetometry surveys provided detailed spatial data, enabling the creation of a nuanced plan of the camp and a better understanding of the surrounding landscape. Likewise, a drone-based survey at the Mimbres Culture Heritage Site showed that GPR was crucial in distinguishing natural subsurface variations from human-made structures, offering key validation to magnetometry findings that were often ambiguous. This shift necessitates new data science pipelines that can handle and integrate diverse data types.\nThe field of archaeological geophysics is rapidly developing, driven by technological advancements that are transforming how data is collected and interpreted. The use of drone-based GPR and multi-sensor arrays is an emerging approach that significantly boosts data collection efficiency, enabling quick coverage of large areas. The IGEAN project in Thessaly, Greece, exemplifies this, where an eight-sensor array gathered a vast number of data points, far surpassing the volume from traditional surveys. Other progress includes integrating GPS/GNSS for precise navigation and employing LiDAR, which can penetrate vegetation to reveal subtle micro-topography.\nThe shift towards these high-efficiency, multi-sensor systems introduces new challenges in data processing. The large volume and complexity of non-gridded data from modern surveys overwhelm traditional, manual interpretation methods. This creates an \"algorithmic imperative\" for the field to develop new, automated data tools to manage these extensive datasets. Artificial intelligence (AI) and machine learning are set to play a vital role, helping to identify and interpret anomalies in vast datasets more efficiently than humans alone. Numerical modelling is also being used to validate GPR interpretations by comparing them to synthetic models, further reducing uncertainty around archaeological sites. This points to a future where the successful archaeologist will be as comfortable with data science as they are with a trowel, working within a highly interdisciplinary and technologically integrated environment.\n",
          "header": "Technological Advancements & Future Trends"
        },
        "data6": {
          "description": "GPR is a powerful, high-resolution tool whose main benefit is its unique ability to provide accurate depth information and work non-destructively. It has fundamentally transformed archaeological practice by enabling targeted excavation and conserving culturally significant sites. However, its effectiveness depends heavily on environmental conditions and the operator's expertise. GPR is not a single, all-in-one solution but rather one valuable tool within a broader, multi-methodological approach.\nThe following recommendations are suggested for archaeologists and cultural resource managers:\n* Adopt a Multi-Methodological Approach: No single geophysical technique is a silver bullet. The most dependable results are obtained by combining methods, such as GPR and magnetometry, to overcome individual limitations and produce a more comprehensive and reliable dataset.\n* Conduct Thorough Site Assessments: Before conducting a survey, it is essential to carefully evaluate the local soil type, moisture content, and geological features. This will help determine GPR's suitability and assist in choosing the most appropriate method, whether it is GPR, a complementary technique, or a combination of both.\n* Invest in Expertise and Collaboration: The quality of a GPR survey and its subsequent interpretation depend on the skills of the operator and data scientists. Putting money into specialised training or working with experienced geophysical professionals is crucial for accurate data collection and interpretation, particularly for complex sites.\n* Embrace Technological Change: The future of the field depends on high-efficiency systems like drone-based multi-sensor arrays and advanced data techniques. Researchers and practitioners should stay informed about these emerging trends and incorporate them into their project designs to achieve new levels of efficiency, insight, and site preservation.\nGPR has revolutionised archaeology by enabling us to see what lies beneath the surface without causing damage. Its ongoing development, especially through integration and computational methods, will ensure that our cultural heritage is preserved and understood more deeply than ever before.\n",
          "header": "Conclusion & Recommendations"
        }
      },
      "parents": "Gotthelf Leimbach and Heinrich Löwy",
      "reviews": {
        "-O_lA3tUAk4oWnsf5gb0": {
          "review": "Woah GPR is very useful ",
          "reviewer": "22/9/2025",
          "stars": 4
        }
      },
      "tags": [
        "archaeology",
        "geophysics",
        "radar"
      ],
      "title": "Ground Penetrating Radar"
    },
    "display2": {
      "birthday": "26 April 2023",
      "buttonTitle": "Future Redeemed",
      "img": "images/future_redeemed.jpeg",
      "info": {
        "info1": {
          "description": "Future Redeemed is a <b>DLC</b> game branching from <b>Xenoblade Chronicles 3</b> (Switch). It is the <b>finale</b> to the Klaus Saga, comprising of the 3 numbered <b>Xenoblade</b> games. Future Redeemed revolves around <b>exploration, story,</b> and tactical, real-time <b>combat</b>",
          "header": "Overview"
        },
        "info2": {
          "description": "The cast of Future Redeemed merges carachters from across the previous games. <br><br><b>Matthew Vandham</b> (N's Great grandson)<br>     DPS/Balanced attacker: Constantly cancels attacks into eachother. Mildly broken, but quite fun to play as. <br><br><b>A</b> (Derived from Alvis/Ontos )<br>     Healer: Tried to heal the party while also dealing damage. Didn't succeed at either. <br><br><b>Shulk</b> (XC1)<br>     Evasion tank: Designed to hold aggro and evade attacks. Does poorly at both. <br><br><b>Nikol</b> (Shulk and Fiora's Child)<br>     Face tank/Brick wall: Designed to hold aggro and survive attacks with high health and defence. Unkillable but also doesnt gain aggro. <br><br><b>Glimmer</b> (Rex and Pyra's Child)<br>     Support/Buffer: Keeps the party high on health and damage buffs. <br><br><b>Rex the Gigachad</b> (XC2)<br>     DPS/Glass Cannon: Potentially the most broken party member of the saga. Constant crits, can cancel arts into themselves to do massive damage.",
          "header": "Carachters"
        },
        "info3": {
          "description": "Blending real-time combat, character bonds, and expansive exploration, it dives deep into the nature of memory, choice, and identity while offering refined mechanics and quality-of-life improvements over the base game.",
          "header": "Gameplay & Themes"
        },
        "info4": {
          "description": "As the final game in the Klaus saga, Future Redeemed ties together all of the lore between the games, and provides a sweet end to the plot. It has many throwbacks and references to previous games, and has a cast of carachters from all across the series.",
          "header": "Series Connection"
        }
      },
      "parents": "Monolith Soft / Tetsuya Takahashi",
      "reviews": {
        "-OY_3Oo_ceezBXVkiCZi": {
          "review": "Greatest game ever",
          "reviewer": "26/8/2025",
          "stars": 5
        },
        "-OY_3we2QcnsMG7cTxe0": {
          "review": "Absolue peak",
          "reviewer": "26/8/2025",
          "stars": 5
        },
        "-OYoS62uM4xiRX7QAjZK": {
          "review": "Peak",
          "reviewer": "29/8/2025",
          "stars": 5
        },
        "-O_9bLL7J6a43gEmpPPK": {
          "review": "peakk",
          "reviewer": "15/9/2025",
          "stars": 5
        },
        "-O_9bgUNeuhcD8pmAIIB": {
          "review": "aa",
          "reviewer": "15/9/2025",
          "stars": 4
        }
      },
      "tags": [
        "game",
        "JRPG",
        "Xenoblade",
        "Nintendo",
        "story",
        "combat",
        "sci-fi",
        "fantasy",
        "Switch",
        "Takahashi"
      ],
      "title": "Future Redeemed"
    },
    "display3": {
      "birthday": "27 February 2017",
      "buttonTitle": "Hollow Knight",
      "img": "images/hollow_knight.jpeg",
      "info": {
        "info1": {
          "description": "Hollow Knight is a 2D action-adventure game set in the ruined bug kingdom of Hallownest, featuring stunning hand-drawn art, challenging combat, and an intricately interconnected world steeped in mystery and melancholy.",
          "header": "Overview"
        },
        "info2": {
          "description": "Combining tight platforming, Metroidvania-style exploration, and brutal boss fights, it encourages player mastery and curiosity, offering meaningful rewards for those who venture off the beaten path.",
          "header": "Gameplay"
        },
        "info3": {
          "description": "With universal acclaim for its atmosphere, music, and depth, it redefined what indie games could achieve and built a passionate community eagerly awaiting its long-teased sequel, <b>Silksong</b>.",
          "header": "Cultural Impact"
        }
      },
      "parents": "Team Cherry",
      "reviews": {
        "-OXW7lEJ9rbZ2LHClkcv": {
          "review": "THIS IS A GREAT GAME, GET IT, WAIT FOR SILKSONG, BE SAD WHEN THEY POSTPONE SILKSONG< PLAY IT AGAING, REPEAT",
          "reviewer": "You",
          "stars": 5
        }
      },
      "tags": [
        "game",
        "indie",
        "Metroidvania",
        "2D",
        "combat",
        "bugs",
        "exploration",
        "Silksong",
        "platformer",
        "aesthetic"
      ],
      "title": "Hollow Knight"
    },
    "display5": {
      "birthday": "1952",
      "buttonTitle": "Fiordland",
      "img": "images/fiordland.jpeg",
      "info": {
        "info1": {
          "description": "Located within the southwest of New Zealand's South Island, Fiordland is a UNESCO World Heritage Site filled with glaciers, waterfalls, rainforests, and deep fjords including Milford Sound.",
          "header": "Location"
        },
        "info2": {
          "description": "It’s home to rare wildlife like the takahē and kea, dramatic peaks that plunge into ocean inlets, and lush moss‑coated forests that make it feel almost prehistoric.",
          "header": "Unique Features"
        },
        "info3": {
          "description": "Tourists can explore by boat, helicopter, or hiking the Kepler, Routeburn, or Milford Tracks—some of the world’s most scenic trails through untouched wilderness.",
          "header": "Visitor Experience"
        }
      },
      "parents": "New Zealand Department of Conservation",
      "reviews": {
        "-OXW7IDJOy6oWOmxy_kp": {
          "review": "wow love this",
          "reviewer": "You",
          "stars": 4
        },
        "-O_kt4dJ8NRt9dCngRH-": {
          "review": "These are amazing, but the likelihood of good weather is pretty low!!",
          "reviewer": "22/9/2025",
          "stars": 5
        },
        "-O_kvtVOd8tdhD8nQCZU": {
          "review": "love it",
          "reviewer": "22/9/2025",
          "stars": 4
        }
      },
      "tags": [
        "place",
        "New Zealand",
        "national park",
        "UNESCO",
        "nature",
        "hiking",
        "fjords",
        "wildlife",
        "adventure",
        "ecotourism",
        "landscape"
      ],
      "title": "Fiordland National Park"
    }
  }
}